[{
    "image": "img/parang.jpg",
    "tag": "Kekuatan & Kekuasaan",
    "title": "Motif Parang",
    "description": "Sebagai salah satu motif tertua, Parang melambangkan kekuasaan dan kekuatan. Pola diagonalnya menggambarkan perjuangan hidup yang tak pernah putus. Dulunya, motif ini hanya boleh dikenakan oleh raja.",
    "featured": true
  },
  {
    "image": "img/kawung.jpg",
    "tag": "Kesucian & Umur Panjang",
    "title": "Motif Kawung",
    "description": "Terinspirasi dari buah kolang-kaling, dengan motif geometris ini melambangkan kesucian hati, kebijaksanaan, dan harapan akan umur panjang bagi semua pengguna motif ini."
  },
  {
    "image": "img/truntum.jpg",
    "tag": "Cinta yang Bersemi",
    "title": "Motif Truntum",
    "description": "Melambangkan cinta yang tulus dan bersemi kembali. Biasanya dikenakan oleh orang tua pada upacara pernikahan anak-anaknya."
  },
  {
    "image": "img/sogan.jpg",
    "tag": "Klasik Keraton",
    "title": "Motif Sogan",
    "description": "Ciri khas batik keraton dengan warna kecoklatan dari pewarna alami, melambangkan kerendahan hati, kesederhanaan, dan sifat membumi."
  },
  {
    "image": "img/sidomukti.jpeg",
    "tag": "Kemakmuran & Kebahagiaan",
    "title": "Motif Sidomukti",
    "description": "Sering digunakan dalam upacara pernikahan, melambangkan harapan akan kehidupan yang mulia, makmur, dan senantiasa berbahagia."
  },
  {
    "image": "img/sawat.jpg",
    "tag": "Perlindungan & Anugerah",
    "title": "Motif Sawat",
    "description": "Memiliki ornamen utama berupa sayap (sawat) dari burung garuda, yang melambangkan anugerah dan perlindungan dari Yang Maha Kuasa."
  },
  {
    "image": "img/semen_rama.jpg",
    "tag": "Kehidupan & Kebijaksanaan",
    "title": "Motif Semen Rama",
    "description": "Mengandung ajaran kepemimpinan Asthabrata dari wiracarita Ramayana, melambangkan kehidupan yang bijaksana dan mulia."
  },
  {
    "image": "img/sekar_jagad.jpg",
    "tag": "Keindahan & Keragaman",
    "title": "Motif Sekar Jagad",
    "description": "Terdiri dari berbagai macam motif dalam satu kain, melambangkan keindahan dan keragaman dunia laksana sebuah peta ('kar jagad')."
  },
  {
    "image": "img/motif_tambal.jpg",
    "tag": "Penyembuhan & Perbaikan",
    "title": "Motif Tambal",
    "description": "Terdiri dari gabungan kain-kain perca, motif ini dipercaya memiliki kekuatan spiritual untuk 'menambal' atau menyembuhkan orang sakit."
  },
  {
    "image": "img/cuwiri.jpg",
    "tag": "Penghormatan & Keselarasan",
    "title": "Motif Cuwiri",
    "description": "Pola kecil-kecil yang melambangkan penghormatan. Diharapkan pemakainya terlihat pantas, dihormati, dan selaras dengan lingkungan."
  },
  {
    "image": "img/lereng.png",
    "tag": "Kesuburan & Harapan",
    "title": "Motif Lereng (Liris)",
    "description": "Variasi dari motif parang dengan pola diagonal, melambangkan kesuburan, harapan, ketabahan, dan doa bagi pemakainya."
  },
  {
    "image": "img/bokor_kencana.jpeg",
    "tag": "Kemegahan & Keindahan",
    "title": "Motif Bokor Kencana",
    "description": "Berasal dari wadah bokor emas yang indah, motif ini melambangkan kemegahan, keindahan, dan kemewahan yang abadi."
  },
  {
    "image": "img/sido_asih.jpg",
    "tag": "Kasih Sayang Abadi",
    "title": "Motif Sido Asih",
    "description": "Melambangkan kasih sayang yang berkesinambungan dan abadi. Sering digunakan agar pengantin selalu diselimuti cinta kasih."
  }
]
